Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Settings
ar: الإعدادات
bg: Настройки
bs: Postavke
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
et: Seaded
eu: Ezarpenak
fi: Asetukset
fr: Réglages
ga: Socruithe
gl: Configuración
he: הגדרות
hi: सेटिंग्स
hr: postavke
hu: Beállítások elemre
id: Pengaturan
is: Stillingar
it: Impostazioni
ja: 設定
ka: პარამეტრები
kk: Параметрлер
ko: 설정
lt: Nustatymai
lv: Iestatījumi
mk: Поставки
ms: Tetapan
mt: Issettjar
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ro: Setări
ru: Настройки
sk: Nastavenia
sl: nastavitve
sq: Cilësimet
sr: Подешавања
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hk: 設定

source: Shake phones or AirDrop to hand off
ar: هز الهواتف أو AirDrop لتسليمها
bg: Разклатете телефони или AirDrop за предаване
bs: Protresite telefone ili AirDrop za predaju
ca: Agiteu els telèfons o AirDrop per lliurar-los
cs: Zatřeste telefony nebo AirDrop předejte
da: Ryst telefoner eller AirDrop for at aflevere
de: Telefone schütteln oder per AirDrop übergeben
el: Ανακινήστε τα τηλέφωνα ή το AirDrop για να τα παραδώσετε
es: Agitar teléfonos o AirDrop para entregar
et: Üleandmiseks raputage telefone või AirDropi
eu: Astindu telefonoak edo AirDrop entregatzeko
fi: Ravista puhelimia tai AirDropia luovuttaaksesi
fr: Secouer les téléphones ou AirDrop pour relayer
ga: Croith gutháin nó AirDrop le tabhairt amach
gl: Axita os teléfonos ou AirDrop para entregar
he: נער טלפונים או AirDrop כדי למסור
hi: हाथ से निकालने के लिए फोन या एयरड्रॉप को हिलाएं
hr: Protresite telefone ili AirDrop za predaju
hu: Rázza meg a telefonokat vagy az AirDrop-ot az átadáshoz
id: Goyangkan ponsel atau AirDrop untuk melepaskannya
is: Hristið síma eða AirDrop til að afhenda
it: Scuoti i telefoni o usa AirDrop per passare
ja: スマホを振るかAirDropで手渡し
ka: გადასაცემად შეანჯღრიეთ ტელეფონები ან AirDrop
kk: Өшіру үшін телефондарды немесе AirDrop құралдарын шайқаңыз
ko: 휴대폰을 흔들거나 AirDrop으로 전달
lt: Papurtykite telefonus arba „AirDrop“, kad galėtumėte perduoti
lv: Sakratiet tālruņus vai AirDrop, lai to nodotu
mk: Протресете ги телефоните или AirDrop за да ги предадете
ms: Goncang telefon atau AirDrop untuk menyerahkan
mt: Ħawwad it-telefowns jew AirDrop biex tgħaddi
nb: Rist telefoner eller AirDrop for å overlevere
nl: Schud telefoons of AirDrop om ze uit te delen
pl: Potrząśnij telefonami lub użyj AirDrop, aby przekazać
pt_br: Agite os celulares ou use o AirDrop para transferir
ro: Agitați telefoanele sau AirDrop pentru a preda
ru: Потряси телефоны или передай по AirDrop
sk: Potraste telefónmi alebo AirDrop, aby ste ich odovzdali
sl: Stresite telefone ali AirDrop za predajo
sq: Shkundni telefonat ose AirDrop për t'i dorëzuar
sr: Протресите телефоне или АирДроп да бисте их предали
sv: Skaka telefoner eller AirDrop för att lämna
th: เขย่าโทรศัพท์หรือ AirDrop เพื่อส่งมอบ
tr: Teslim etmek için telefonları veya AirDrop'u sallayın
uk: Потрусіть телефонами або передай через AirDrop
vi: Lắc điện thoại hoặc AirDrop để trao đổi
zh_hans: 摇晃手机或隔空投送以转交
zh_hk: 搖晃手機或 AirDrop 以轉交

source: Shake to Hand Off
ar: يهز لتسليم
bg: Разклатете за изключване
bs: Protresti za predaju
ca: Agitar a mà
cs: Třást odevzdat
da: Ryst for at aflevere
de: Zum Übergeben schütteln
el: Τινάξτε για να αποστασιοποιήσετε
es: Agitar para entregar
et: Raputa ära
eu: Astindu Eskutik
fi: Ravista irti
fr: Secoue pour passer le relais
ga: Croith go Lámh Off
gl: Axita para entregar
he: לנער כדי למסור
hi: हाथ छुड़ाने के लिए हिलाएं
hr: Protresite za predaju
hu: Rázzuk le
id: Kocok untuk Menyerahkan
is: Hristið til að afhenda
it: Agitare per consegnare
ja: シェイクしてハンドオフ
ka: შეანჯღრიეთ ხელი
kk: Қолды өшіру үшін шайқаңыз
ko: 흔들어서 건네주기
lt: Sukratykite, kad nuimtų rankas
lv: Kratīt, lai noņemtu
mk: Протресете за да се предадете
ms: Goncang untuk Lepaskan
mt: Ħawwad għal Hand Off
nb: Rist for å avlevere
nl: Schud om af te geven
pl: Wstrząsnąć, aby przekazać
pt_br: Agite para entregar
ro: Se agită pentru a înmâna
ru: Встряхнуть, чтобы передать
sk: Potriasť odovzdať
sl: Stresanje za predajo
sq: Shkundni për të hequr dorën
sr: Схаке то Ханд Офф
sv: Skaka för att lämna av
th: เขย่าเพื่อส่ง
tr: Elini Bırakmak İçin Salla
uk: Струси, щоб вручити
vi: Lắc để tắt
zh_hans: 摇动即可交接
zh_hk: 搖動即可交接

source: Share
ar: شارك
bg: Споделете
bs: Dijeli
ca: Comparteix
cs: Sdílejte
da: Del
de: Teilen
el: Κοινή χρήση
es: Compartir
et: Jaga
eu: Partekatu
fi: Jaa
fr: Partager
ga: Comhroinn
gl: Compartir
he: שתף
hi: साझा करें
hr: Podijelite
hu: Megosztás
id: Bagikan
is: Deila
it: Condividi
ja: シェアする
ka: გააზიარეთ
kk: Бөлісу
ko: 공유
lt: Dalintis
lv: Dalīties
mk: Споделете
ms: Kongsi
mt: Aqsam
nb: Del
nl: Deel
pl: Udostępnij
pt_br: Compartilhar
ro: Distribuie
ru: Поделиться
sk: zdieľať
sl: Delite
sq: Shpërndaje
sr: Схаре
sv: Dela
th: แบ่งปัน
tr: Paylaş
uk: Поділитися
vi: Chia sẻ
zh_hans: 分享
zh_hk: 分享

source: Share a Journey Certificate
ar: مشاركة شهادة الرحلة
bg: Споделете сертификат за пътуване
bs: Podijelite putnu potvrdu
ca: Comparteix un certificat de viatge
cs: Sdílejte cestovní certifikát
da: Del et rejsebevis
de: Reisezertifikat teilen
el: Μοιραστείτε ένα πιστοποιητικό ταξιδιού
es: Compartir un certificado de viaje
et: Jagage reisitunnistust
eu: Partekatu bidaia-ziurtagiria
fi: Jaa matkatodistus
fr: Partager un certificat de voyage
ga: Roinn Teastas Turais
gl: Comparte un certificado de viaxe
he: שתף תעודת מסע
hi: यात्रा प्रमाणपत्र साझा करें
hr: Podijelite potvrdu o putovanju
hu: Ossza meg az utazási bizonyítványt
id: Bagikan Sertifikat Perjalanan
is: Deildu ferðaskírteini
it: Condividi un certificato di viaggio
ja: 旅行証明書を共有する
ka: გააზიარეთ მოგზაურობის სერთიფიკატი
kk: Саяхат сертификатымен бөлісіңіз
ko: 여행 증명서 공유
lt: Pasidalykite kelionės pažymėjimu
lv: Kopīgojiet ceļojuma sertifikātu
mk: Споделете сертификат за патување
ms: Kongsi Sijil Perjalanan
mt: Aqsam Ċertifikat tal-Vjaġġ
nb: Del et reisesertifikat
nl: Deel een reiscertificaat
pl: Udostępnij certyfikat podróży
pt_br: Compartilhe um certificado de viagem
ro: Distribuiți un certificat de călătorie
ru: Поделись сертификатом о путешествии
sk: Zdieľajte cestovný certifikát
sl: Delite potrdilo o potovanju
sq: Ndani një certifikatë udhëtimi
sr: Поделите потврду о путовању
sv: Dela ett resecertifikat
th: แบ่งปันใบรับรองการเดินทาง
tr: Seyahat Sertifikasını Paylaşın
uk: Поділися сертифікатом подорожі
vi: Chia sẻ chứng chỉ hành trình
zh_hans: 分享旅程证书
zh_hk: 分享旅程證書

source: Share anonymous usage stats
ar: مشاركة إحصائيات الاستخدام المجهولة
bg: Споделяйте анонимни статистики за употреба
bs: Podijelite anonimnu statistiku korištenja
ca: Comparteix estadístiques d'ús anònimes
cs: Sdílejte anonymní statistiky používání
da: Del anonym brugsstatistik
de: Anonyme Nutzungsstatistiken teilen
el: Μοιραστείτε ανώνυμα στατιστικά χρήσης
es: Compartir estadísticas de uso anónimas
et: Jagage anonüümset kasutusstatistikat
eu: Partekatu erabilera-estatistikak anonimoak
fi: Jaa anonyymit käyttötilastot
fr: Partager des statistiques d'utilisation anonymes
ga: Comhroinn stats úsáide gan ainm
gl: Comparte estatísticas de uso anónimas
he: שתף סטטיסטיקות שימוש אנונימיות
hi: अनाम उपयोग आँकड़े साझा करें
hr: Dijelite anonimnu statistiku korištenja
hu: Névtelen használati statisztikák megosztása
id: Bagikan statistik penggunaan anonim
is: Deildu nafnlausri notkunartölfræði
it: Condividi statistiche di utilizzo anonime
ja: 匿名の使用状況統計を共有する
ka: გააზიარეთ ანონიმური გამოყენების სტატისტიკა
kk: Анонимді пайдалану статистикасын бөлісіңіз
ko: 익명의 사용 통계 공유
lt: Bendrinkite anoniminę naudojimo statistiką
lv: Kopīgojiet anonīmu lietošanas statistiku
mk: Споделете анонимна статистика за користење
ms: Kongsi statistik penggunaan tanpa nama
mt: Aqsam stats ta' użu anonimi
nb: Del anonym bruksstatistikk
nl: Deel anonieme gebruiksstatistieken
pl: Udostępniaj anonimowe statystyki użytkowania
pt_br: Compartilhe estatísticas de uso anônimas
ro: Partajați statistici de utilizare anonime
ru: Делитесь анонимной статистикой использования
sk: Zdieľajte anonymné štatistiky používania
sl: Delite anonimno statistiko uporabe
sq: Ndani statistikat anonime të përdorimit
sr: Поделите анонимну статистику коришћења
sv: Dela anonym användningsstatistik
th: แบ่งปันสถิติการใช้งานที่ไม่เปิดเผยตัวตน
tr: Anonim kullanım istatistiklerini paylaşın
uk: Діліться анонімною статистикою використання
vi: Chia sẻ số liệu thống kê sử dụng ẩn danh
zh_hans: 分享匿名使用统计数据
zh_hk: 分享匿名使用統計數據

source: Share Certificate
ar: شهادة المشاركة
bg: Сертификат за споделяне
bs: Dionički certifikat
ca: Certificat d'acció
cs: Sdílet certifikát
da: Aktiebevis
de: Aktienzertifikat
el: Πιστοποιητικό κοινής χρήσης
es: Certificado de acciones
et: Jaga sertifikaati
eu: Partekatzeko ziurtagiria
fi: Jaa sertifikaatti
fr: Certificat d'actions
ga: Comhroinn Teastas
gl: Certificado de compartir
he: תעודת שיתוף
hi: प्रमाणपत्र साझा करें
hr: Dionički certifikat
hu: Tanúsítvány megosztása
id: Bagikan Sertifikat
is: Deildarskírteini
it: Certificato di condivisione
ja: 株券
ka: გააზიარეთ სერთიფიკატი
kk: Бөлісу сертификаты
ko: 인증서 공유
lt: Dalintis sertifikatu
lv: Koplietot sertifikātu
mk: Сподели сертификат
ms: Sijil Saham
mt: Ċertifikat ta' Sehem
nb: Delingsbevis
nl: Deel certificaat
pl: Udostępnij certyfikat
pt_br: Certificado de compartilhamento
ro: Certificat de partajare
ru: Поделиться сертификатом
sk: Zdieľať certifikát
sl: Delniško potrdilo
sq: Ndani Certifikatën
sr: Схаре Цертифицате
sv: Aktiecertifikat
th: แบ่งปันใบรับรอง
tr: Hisse Senedi
uk: Сертифікат акцій
vi: Chia sẻ chứng chỉ
zh_hans: 股份证书
zh_hk: 股份證書

source: Share code
ar: رمز المشاركة
bg: Код за споделяне
bs: Podijelite kod
ca: Comparteix el codi
cs: Sdílejte kód
da: Del kode
de: Code teilen
el: Κοινή χρήση κωδικού
es: Compartir código
et: Jaga koodi
eu: Partekatu kodea
fi: Jaa koodi
fr: Partager le code
ga: Comhroinn cód
gl: Compartir código
he: שתף קוד
hi: कोड साझा करें
hr: Podijeli kod
hu: Kód megosztása
id: Bagikan kode
is: Deila kóða
it: Condividi il codice
ja: コードを共有する
ka: გააზიარეთ კოდი
kk: Кодты бөлісу
ko: 코드 공유
lt: Bendrinkite kodą
lv: Kopīgojiet kodu
mk: Споделете го кодот
ms: Kongsi kod
mt: Aqsam il-kodiċi
nb: Del kode
nl: Deel code
pl: Udostępnij kod
pt_br: Compartilhar código
ro: Partajați codul
ru: Поделиться кодом
sk: Zdieľať kód
sl: Skupna koda
sq: Ndani kodin
sr: Делите код
sv: Dela kod
th: รหัสแบ่งปัน
tr: Kodu paylaş
uk: Поділитися кодом
vi: Chia sẻ mã
zh_hans: 分享代码
zh_hk: 分享程式碼

source: Share Code
ar: رمز المشاركة
bg: Код за споделяне
bs: Podijeli kod
ca: Comparteix el codi
cs: Sdílet kód
da: Del kode
de: Code teilen
el: Κωδικός μετοχής
es: Compartir código
et: Jaga koodi
eu: Partekatu kodea
fi: Jaa koodi
fr: Partager le code
ga: Comhroinn Cód
gl: Compartir código
he: שתף קוד
hi: कोड साझा करें
hr: Podijeli kod
hu: Kód megosztása
id: Bagikan Kode
is: Deila kóða
it: Condividi codice
ja: コードを共有する
ka: გაზიარების კოდი
kk: Кодты бөлісу
ko: 코드 공유
lt: Bendrinkite kodą
lv: Kopīgot kodu
mk: Код за споделување
ms: Kod Kongsi
mt: Share Kodiċi
nb: Del kode
nl: Deelcode
pl: Udostępnij kod
pt_br: Código de compartilhamento
ro: Partajați codul
ru: Поделиться кодом
sk: Zdieľať kód
sl: Delite kodo
sq: Kodi i Ndarjes
sr: Схаре Цоде
sv: Dela kod
th: รหัสแบ่งปัน
tr: Kodu Paylaş
uk: Поділитися кодом
vi: Mã chia sẻ
zh_hans: 分享代码
zh_hk: 分享程式碼

source: Share Ear Tag
ar: مشاركة علامة الأذن
bg: Споделете ушна марка
bs: Podijelite ušnu markicu
ca: Comparteix l'etiqueta de l'orella
cs: Sdílejte Ear Tag
da: Del øremærke
de: Ohrmarke teilen
el: Κοινή χρήση ετικέτας αυτιού
es: Compartir crotal de oreja
et: Jaga kõrvamärki
eu: Partekatu belarriko etiketa
fi: Jaa korvamerkki
fr: Partager l'étiquette d'oreille
ga: Roinn Clib Cluas
gl: Compartir etiqueta de oído
he: שתף תג אוזן
hi: ईयर टैग साझा करें
hr: Podijelite ušnu markicu
hu: Ossza meg a fülcímkét
id: Bagikan Tag Telinga
is: Deildu eyrnamerkinu
it: Condividi il marchio auricolare
ja: イヤータグをシェアする
ka: გააზიარეთ ყურის ნიშანი
kk: Құлақ тегімен бөлісіңіз
ko: 귀 태그 공유
lt: Bendrinkite ausų žymą
lv: Kopīgojiet ausu zīmi
mk: Сподели уво ознака
ms: Kongsi Teg Telinga
mt: Jaqsmu tikketta tal-widna
nb: Del øremerke
nl: Oormerk delen
pl: Udostępnij kolczyk w uchu
pt_br: Compartilhar etiqueta auricular
ro: Distribuiți eticheta pentru ureche
ru: Поделиться ушной биркой
sk: Zdieľajte Ear Tag
sl: Deli ušesno znamko
sq: Shpërndaje etiketën e veshit
sr: Подели ушну маркицу
sv: Dela öronmärke
th: แบ่งปันแท็กหู
tr: Kulak Etiketini Paylaş
uk: Поділися вушною біркою
vi: Chia sẻ thẻ tai
zh_hans: 分享耳标
zh_hk: 分享耳標

source: Share for %@
ar: شارك ل%@
bg: Споделете за %@
bs: Dijeli za %@
ca: Comparteix per a %@
cs: Sdílet za %@
da: Del for %@
de: Für %@ teilen
el: Κοινή χρήση για %@
es: Compartir para %@
et: Jaga: %@
eu: Partekatu %@-rentzat
fi: Jaa %@
fr: Partager pour %@
ga: Roinn le haghaidh %@
gl: Compartir para %@
he: שתף עבור %@
hi: %@ के लिए साझा करें
hr: Dijeli za %@
hu: Megosztás %@ számára
id: Bagikan untuk %@
is: Deildu fyrir %@
it: Condividi per %@
ja: %@ で共有します
ka: გააზიარეთ %@
kk: %@ үшін бөлісу
ko: %@에 대해 공유
lt: Dalintis %@
lv: Kopīgot %@
mk: Споделете за %@
ms: Kongsi untuk %@
mt: Aqsam għal %@
nb: Del for %@
nl: Deel voor %@
pl: Udostępnij dla %@
pt_br: Compartilhar por %@
ro: Distribuie pentru %@
ru: Поделиться для %@
sk: Zdieľať pre %@
sl: Skupna raba za %@
sq: Ndaje për %@
sr: Дели за %@
sv: Dela för %@
th: แบ่งปันสำหรับ %@
tr: %@ için paylaş
uk: Поділитися для %@
vi: Chia sẻ cho %@
zh_hans: 分享给 %@
zh_hk: 分享給 %@

source: Share Letter
ar: مشاركة الرسالة
bg: Споделете писмо
bs: Podijelite pismo
ca: Comparteix Carta
cs: Sdílet dopis
da: Del brev
de: Brief teilen
el: Κοινή χρήση επιστολής
es: Compartir carta
et: Jaga kirja
eu: Partekatu gutuna
fi: Jaa kirje
fr: Partager la lettre
ga: Roinn Litir
gl: Compartir Carta
he: שתף מכתב
hi: पत्र साझा करें
hr: Dijeli pismo
hu: Levél megosztása
id: Bagikan Surat
is: Deila bréfi
it: Condividi Lettera
ja: レターをシェアする
ka: გააზიარე წერილი
kk: Хат бөлісу
ko: 편지 공유
lt: Pasidalinti Laišku
lv: Kopīgot vēstuli
mk: Сподели писмо
ms: Surat Kongsi
mt: Share Ittra
nb: Del brev
nl: Deel brief
pl: Udostępnij list
pt_br: Carta de compartilhamento
ro: Distribuie scrisoare
ru: Поделиться письмом
sk: Zdieľať list
sl: Delite pismo
sq: Ndani Letër
sr: Схаре Леттер
sv: Dela brev
th: แบ่งปันจดหมาย
tr: Mektup Paylaş
uk: Поділитися листом
vi: Thư chia sẻ
zh_hans: 分享信
zh_hk: 分享信

source: Share logs
ar: مشاركة السجلات
bg: Споделяне на регистрационни файлове
bs: Dijelite dnevnike
ca: Comparteix registres
cs: Sdílejte protokoly
da: Del logfiler
de: Protokolle teilen
el: Κοινή χρήση αρχείων καταγραφής
es: Compartir registros
et: Jaga logisid
eu: Partekatu erregistroak
fi: Jaa lokit
fr: Partager les journaux
ga: Comhroinn logaí
gl: Compartir rexistros
he: שתף יומנים
hi: लॉग साझा करें
hr: Podijelite zapisnike
hu: Naplók megosztása
id: Bagikan log
is: Deildu annálum
it: Condividi i registri
ja: ログを共有する
ka: გააზიარეთ ჟურნალები
kk: Журналдарды бөлісу
ko: 로그 공유
lt: Bendrinti žurnalus
lv: Kopīgojiet žurnālus
mk: Споделете дневници
ms: Kongsi log
mt: Aqsam zkuk
nb: Del logger
nl: Deel logboeken
pl: Udostępnij logi
pt_br: Compartilhar registros
ro: Partajați jurnalele
ru: Поделиться журналами
sk: Zdieľať denníky
sl: Delite dnevnike
sq: Ndani regjistrat
sr: Делите дневнике
sv: Dela loggar
th: แบ่งปันบันทึก
tr: Günlükleri paylaş
uk: Поділитися журналами
vi: Chia sẻ nhật ký
zh_hans: 分享日志
zh_hk: 分享日誌

source: Share my location with senders
ar: مشاركة موقعي مع المرسلين
bg: Споделяне на местоположението ми с подателите
bs: Podijeli moju lokaciju sa pošiljaocima
ca: Comparteix la meva ubicació amb els remitents
cs: Sdílet moji polohu s odesílateli
da: Del min placering med afsendere
de: Meinen Standort mit Absendern teilen
el: Μοιραστείτε την τοποθεσία μου με αποστολείς
es: Compartir mi ubicación con remitentes
et: Jaga minu asukohta saatjatega
eu: Partekatu nire kokapena igorleekin
fi: Jaa sijaintini lähettäjien kanssa
fr: Partager ma position avec les expéditeurs
ga: Roinn mo shuíomh le seoltóirí
gl: Compartir a miña localización cos remitentes
he: שתף את המיקום שלי עם שולחים
hi: प्रेषकों के साथ मेरा स्थान साझा करें
hr: Dijeli moju lokaciju s pošiljateljima
hu: Oszd meg a helyemet a feladókkal
id: Bagikan lokasi saya dengan pengirim
is: Deila staðsetningu minni með sendendum
it: Condividi la mia posizione con i mittenti
ja: 自分の位置情報を送信者と共有する
ka: გაუზიარე ჩემი მდებარეობა გამომგზავნებს
kk: Менің орнымды жіберушілермен бөлісіңіз
ko: 발신자와 내 위치 공유
lt: Bendrinti mano vietą su siuntėjais
lv: Kopīgot manu atrašanās vietu ar sūtītājiem
mk: Споделете ја мојата локација со испраќачите
ms: Kongsi lokasi saya dengan penghantar
mt: Aqsam il-lokalità tiegħi mal-mittenti
nb: Del posisjonen min med avsendere
nl: Deel mijn locatie met afzenders
pl: Udostępnij moją lokalizację nadawcom
pt_br: Compartilhar minha localização com remetentes
ro: Partajați locația mea expeditorilor
ru: Поделиться своим местоположением с отправителями
sk: Zdieľať moju polohu s odosielateľmi
sl: Deli mojo lokacijo s pošiljatelji
sq: Ndani vendndodhjen time me dërguesit
sr: Делите моју локацију са пошиљаоцима
sv: Dela min plats med avsändare
th: แบ่งปันตำแหน่งของฉันกับผู้ส่ง
tr: Konumumu gönderenlerle paylaş
uk: Поділитися моїм розташуванням з відправниками
vi: Chia sẻ vị trí của tôi với người gửi
zh_hans: 与发件人分享我的位置
zh_hk: 與寄件者分享我的位置

source: Share note
ar: مشاركة الملاحظة
bg: Споделяне на бележка
bs: Podijeli bilješku
ca: Comparteix la nota
cs: Sdílejte poznámku
da: Del note
de: Notiz teilen
el: Κοινή χρήση σημείωσης
es: Compartir nota
et: Jaga märkust
eu: Partekatu oharra
fi: Jaa muistiinpano
fr: Partager la note
ga: Roinn nóta
gl: Compartir nota
he: שתף הערה
hi: नोट साझा करें
hr: Podijelite bilješku
hu: Jegyzet megosztása
id: Bagikan catatan
is: Deila athugasemd
it: Condividi nota
ja: メモを共有する
ka: გააზიარეთ შენიშვნა
kk: Жазбаны бөлісу
ko: 메모 공유
lt: Bendrinkite pastabą
lv: Kopīgojiet piezīmi
mk: Споделете белешка
ms: Kongsi nota
mt: Aqsam in-nota
nb: Del notat
nl: Deel notitie
pl: Udostępnij notatkę
pt_br: Compartilhar nota
ro: Distribuiți nota
ru: Поделиться заметкой
sk: Zdieľať poznámku
sl: Delite opombo
sq: Ndani shënimin
sr: Подели белешку
sv: Dela anteckning
th: แบ่งปันบันทึก
tr: Notu paylaş
uk: Поділитися приміткою
vi: Chia sẻ ghi chú
zh_hans: 分享笔记
zh_hk: 分享筆記

source: Share Receiving Code
ar: مشاركة رمز الاستلام
bg: Споделяне на код за получаване
bs: Podijelite kod za primanje
ca: Comparteix el codi de recepció
cs: Sdílejte přijímací kód
da: Del modtagelseskode
de: Empfangscode teilen
el: Κωδικός λήψης μεριδίου
es: Compartir código de recepción
et: Jagage vastuvõtukoodi
eu: Partekatu jasotzeko kodea
fi: Jaa vastaanottokoodi
fr: Partager le code de réception
ga: Comhroinn Cód Glactha
gl: Compartir código de recepción
he: קוד קבלת שיתוף
hi: प्राप्त कोड साझा करें
hr: Podijelite kod za primanje
hu: Ossza meg a fogadó kódot
id: Bagikan Kode Penerimaan
is: Deila móttökukóða
it: Condividi il codice di ricezione
ja: 共有受信コード
ka: გააზიარე მიღების კოდი
kk: Қабылдау кодын бөлісу
ko: 수신 코드 공유
lt: Bendrinkite gavimo kodą
lv: Kopīgojiet saņemšanas kodu
mk: Код за примање споделување
ms: Kod Penerimaan Kongsi
mt: Kodiċi ta' Riċeviment ta' Sehem
nb: Del mottakskode
nl: Deel ontvangstcode
pl: Udostępnij kod odbioru
pt_br: Compartilhar código de recebimento
ro: Partajați codul de primire
ru: Поделиться кодом получения
sk: Zdieľať prijímací kód
sl: Delite kodo za prejemanje
sq: Kodi i marrjes së aksioneve
sr: Подели код за примање
sv: Dela mottagningskod
th: แบ่งปันรหัสการรับ
tr: Alma Kodunu Paylaş
uk: Поділитися кодом отримання
vi: Chia sẻ mã nhận
zh_hans: 分享接收码
zh_hk: 分享接收碼

source: Share reel
ar: مشاركة بكرة
bg: Споделяне на макара
bs: Podijelite kolut
ca: Comparteix el rodet
cs: Sdílet kotouč
da: Del hjul
de: Rolle teilen
el: Κοινή χρήση τροχού
es: Compartir carrete
et: Jaga rulli
eu: Partekatu bobina
fi: Jaa kela
fr: Partager la bobine
ga: Comhroinn ríl
gl: Compartir carrete
he: חלק סליל
hi: रील साझा करें
hr: Podijeli kolut
hu: Megosztási tekercs
id: Bagikan gulungan
is: Deila spólu
it: Condividi la bobina
ja: シェアリール
ka: გააზიარეთ რგოლი
kk: Роликті бөлісу
ko: 릴 공유
lt: Pasidalinkite ritę
lv: Kopīgošanas ruļļa
mk: Споделете ролна
ms: Kongsi kekili
mt: Aqsam rukkell
nb: Del snelle
nl: Deel spoel
pl: Udostępnij rolkę
pt_br: Compartilhar rolo
ro: Distribuie bobina
ru: Поделиться роликом
sk: Zdieľať kotúč
sl: Delite kolut
sq: Ndani rrotullën
sr: Делите колут
sv: Dela rulle
th: แชร์รีล
tr: Makarayı paylaş
uk: Поділитися котушки
vi: Chia sẻ cuộn phim
zh_hans: 共享卷轴
zh_hk: 共享捲軸

source: Share the logs another way and send them to %@.
ar: قم بمشاركة السجلات بطريقة أخرى وأرسلها إلى %@ .
bg: Споделете регистрационните файлове по друг начин и ги изпратете на %@ .
bs: Podijelite dnevnike na drugi način i pošaljite ih na %@ .
ca: Comparteix els registres d'una altra manera i envia'ls a %@ .
cs: Sdílejte protokoly jiným způsobem a odešlete je na %@ .
da: Del logfilerne på en anden måde og send dem til %@ .
de: Teile die Protokolle auf andere Weise und sende sie an %@.
el: Μοιραστείτε τα αρχεία καταγραφής με άλλο τρόπο και στείλτε τα στο %@ .
es: Comparta los registros de otra manera y envíelos a %@ .
et: Jagage logisid muul viisil ja saatke need aadressile %@ .
eu: Partekatu erregistroak beste modu batera eta bidali %@ helbidera.
fi: Jaa lokit toisella tavalla ja lähetä ne osoitteeseen %@ .
fr: Partage les journaux d'une autre manière et envoie-les à %@ .
ga: Roinn na logaí ar bhealach eile agus seol chuig %@ iad.
gl: Comparte os rexistros doutro xeito e envíaos a %@ .
he: שתף את היומנים בדרך אחרת ושלח אותם אל %@ .
hi: लॉग को दूसरे तरीके से साझा करें और उन्हें %@ पर भेजें।
hr: Podijelite zapisnike na drugi način i pošaljite ih na %@ .
hu: Ossza meg a naplókat más módon, és küldje el a %@ címre.
id: Bagikan log dengan cara lain dan kirimkan ke %@ .
is: Deildu annálunum á annan hátt og sendu þá til %@ .
it: Condividi i log in un altro modo e inviali a %@ .
ja: 別の方法でログを共有し、 %@ に送信します。
ka: გააზიარეთ ჟურნალები სხვა გზით და გაგზავნეთ %@-ზე.
kk: Журналдарды басқа жолмен бөлісіп, оларды %@ мекенжайына жіберіңіз.
ko: 로그를 다른 방법으로 공유하고 %@ 로 보냅니다.
lt: Bendrinkite žurnalus kitu būdu ir nusiųskite juos %@ .
lv: Kopīgojiet žurnālus citā veidā un nosūtiet tos uz %@.
mk: Споделете ги дневниците на друг начин и испратете ги на %@ .
ms: Kongsi log dengan cara lain dan hantarkannya ke %@ .
mt: Aqsam ir-zkuk mod ieħor u ibgħathom lil %@ .
nb: Del loggene på en annen måte og send dem til %@ .
nl: Deel de logs op een andere manier en stuur ze naar %@ .
pl: Udostępnij logi w inny sposób i wyślij je do %@ .
pt_br: Compartilhe os logs de outra forma e envie-os para %@ .
ro: Partajați jurnalele într-un alt mod și trimiteți-le la %@ .
ru: Поделись журналами другим способом и отправь их по адресу %@ .
sk: Zdieľajte záznamy iným spôsobom a pošlite ich na %@ .
sl: Delite dnevnike na drug način in jih pošljite na %@ .
sq: Ndani regjistrat në një mënyrë tjetër dhe dërgojini në %@ .
sr: Поделите евиденције на други начин и пошаљите их на %@ .
sv: Dela loggarna på ett annat sätt och skicka dem till %@ .
th: แบ่งปันบันทึกด้วยวิธีอื่นและส่งไปที่ %@
tr: Günlükleri başka bir şekilde paylaşın ve %@ adresine gönderin.
uk: Поділися журналами іншим способом і надішли їх до %@ .
vi: Chia sẻ nhật ký theo cách khác và gửi chúng đến %@ .
zh_hans: 另一种方式共享日志并将其发送到 %@ 。
zh_hk: 另一種方式共用日誌並將其傳送至 %@ 。
